"aaaaaaaaa_quan_test" = "This is a test, please ignore. Editing from Transifex.";
"aaaaaaaaa_quan_test_2" = "This is another test, please ignore. Editing from Xcode.";
"abandon" = "Abandon";
"abandon_registration_message" = "Are you sure you want to abandon the registration process for %@? All entered data will be lost.";
"abandon_registration_title" = "Abandon registration?";
"about" = "About";
"about_version" = "Version %@";
"abusive" = "Abusive";
"accept" = "Accept";
"accessibility_at_stop" = ", at stop %@";
"accessibility_button_settings" = "User options";
"accessibility_crowdsourcing_help" = "Learn more about crowdsourcing with GO";
"accessibility_expand_option" = "Expand options to edit origin or destination";
"accessibility_next_departures_in" = "Next departures in %@";
"accessibility_search_bar" = "Search for a transit line or destination to plan a trip";
"accessibility_search_bar_destination" = "Search for a destination to plan a trip";
"accessibility_search_bar_origin" = "Search for an origin to plan a trip";
"accessibility_service_name_remaining_balance_amount" = "%@ has a remaining balance of %@";
"accessibility_switch_direction" = "Swap origin and destination";
"accessibility_tap_to_sign_out" = "tap to sign out";
"accessibility_toggle_between_go_filters" = "Toggle between %@ and %@";
"accessibility_trip_planner_switch_directions" = "Switch directions";
"account_already_exists_message_email" = "A %@ account already exists with this email address. Make sure you entered the right email address or sign in to your existing account.";
"account_already_exists_message_username" = "A %@ account already exists with this username. Use a different username or sign in to your existing account.";
"account_already_exists_title" = "Account already exists";
"account_exists_with_email" = "An account already exists with this email";
"accounts_already_signed_in" = "You're already signed in to your Transit account. Tap the gear icon to view your profile.";
"accounts_already_signed_in_title" = "Good news!";
"add_favorite_line_explanation" = "Adding a line to your favorites moves it to the top of the nearby list.";
"add_favorite_line_service_alerts" = "Tap below to get alerts for service disruptions on this line.";
"add_favorite_line_title" = "This line is now in your favorites";
"add_favorite_system_explanation" = "Adding %@ to your favorites moves it to the top of the nearby list.";
"add_favorite_system_title" = "%@ is now in your favorites";
"add_line_to_favorites_or_ride_go_to_see_it_here" = "Add a line to your favorites or ride it with GO, and it will show up here.";
"add_location" = "Add location";
"add_location_ellipsis" = "Add location…";
"add_siri_voice_shortcuts_1" = "Add Siri";
"add_siri_voice_shortcuts_2" = "Voice Shortcuts";
"add_tip" = "add tip";
"add_to_favorites" = "Add to favorites";
"add_to_siri_directions_to_placemark_subtitle" = "Ask Siri to get directions from your current location to %@.";
"add_to_siri_directions_to_placemark_title" = "Get Directions to %@";
"add_to_siri_get_a_bike_subtitle" = "Ask Siri to get a ride code for the nearest station.";
"add_to_siri_get_a_bike_title" = "Get a Bike";
"add_to_siri_next_departures_subtitle" = "Ask Siri to launch %@ to see next arrivals.";
"add_to_siri_next_departures_title" = "Get Next Departures";
"add_to_siri_start_go_subtitle" = "Ask Siri to start a GO trip for this line.";
"add_to_siri_start_go_title" = "Start GO";
"alarm" = "Alarm";
"alarm_button_accessibility" = "Tap to set up a departure alarm";
"alarms" = "Alarms";
"alert" = "Alert";
"alert_APN_already_registered_message" = "You have already subscribed to notifications for this region.";
"alert_APN_thanks_message" = "We'll let you know as soon as %@ supports new transit agencies in this region.";
"alert_calendar_denied_message" = "%@ won't be able to show upcoming events as search suggestions. To enable this feature, go in your device Settings > Privacy > Calendars and grant access to %@.";
"alert_connection_error_message" = "Make sure you're connected to the Internet and try again.";
"alert_connection_timed_out_message" = "%@ was unable to fetch data in a timely fashion. Double-check your Internet connection and try again.";
"alert_contacts_denied_message" = "%@ won't be able to show your contacts as search suggestions. To enable this feature, go in your device Settings > Privacy > Contacts and grant access to %@.";
"alert_directions_unsupported_region_message" = "Departure point or destination is outside of supported regions";
"alert_location_service_disabled_message" = "Find departures by typing an address or panning the map";
"alert_no_mail_accounts_message" = "Mail doesn't seem to have any accounts configured. Contact us at info@transitapp.com.";
"alert_no_nearby_lines_message" = "Enable all transit modes and try again.";
"alert_no_offline_data_message" = "To be able to use %@ without an Internet connection, first it needs to have downloaded the offline data. Make sure you're connected and try again.";
"alert_no_results_message" = "No routes could be found between the 2 specified locations.";
"alert_offline_error_message" = "Make sure you're connected and try again.";
"alert_planned_end_date" = "Planned end date: %@";
"alert_server_error_message" = "Our servers are over capacity and your request could not be fulfilled. We're working quickly to resolve the issue. Please try again in a few minutes.";
"alert_starts_on" = "Starts on %@";
"alert_twitter_denied_message" = "To enable this feature, go in your device Settings > Twitter and grant access to %@.";
"alert_twitter_error_message" = "There was an error retrieving your Twitter accounts. Please try again later.";
"alert_twitter_no_accounts_message" = "You don't seem to have any Twitter accounts set up. You can set up one in Settings.";
"alert_unknown_error_message" = "There was an unknown error processing your request.";
"alert_unsupported_region_message" = "Tap to get notified when it becomes supported.";
"all_lines" = "All lines";
"all_matching" = "Show all %i matching lines";
"already_a_member_of_service" = "Already a member of %@?";
"already_registered" = "Already registered";
"already_signed_in" = "You are already signed in";
"android_eta_widget_configuration_mode_bike" = "Bike";
"android_eta_widget_configuration_mode_bikeshare" = "Bikeshare";
"android_eta_widget_configuration_mode_public_transit" = "Public transit";
"android_eta_widget_configuration_mode_ridehail" = "Ridehail";
"android_eta_widget_configuration_mode_scooter" = "Scooter";
"android_eta_widget_configuration_mode_walking" = "Walking";
"android_eta_widget_configuration_prefer_to_go_by" = "Prefer to go by";
"android_nearby_accessibility_count" = "Item %d of %d";
"android_nearby_accessibility_page_hint_bikeshare" = "Double tap and hold to change station.";
"android_nearby_accessibility_page_hint_carsharing" = "Double tap and hold to change %@ option.";
"android_nearby_accessibility_page_hint_category" = "Double tap and hold to change category.";
"android_nearby_accessibility_page_hint_direction" = "Double tap and hold to change direction.";
"android_review_answer_later" = "Later";
"android_review_answer_negative" = "UGH NO";
"android_review_answer_neutral" = "MEH";
"android_review_answer_now" = "Sure!";
"android_review_answer_positive" = "OMG YES";
"android_review_dont_ask" = "Don't ask again";
"android_review_initial_title" = "Do you like the app?";
"android_review_negative_title" = "Oh no! Would you mind telling us how we could improve?";
"android_review_neutral_title" = "Would you mind telling us how we could improve?";
"android_review_positive_title" = "Nice! What do you like the most? Leave us a review on the Google Play Store.";
"android_set_favorite" = "Set %@";
"android_theme_settings_dark" = "Dark";
"android_theme_settings_default" = "System default";
"android_theme_settings_light" = "Light";
"android_theme_settings_title" = "Theme";
"android_updated_relative_time_second_ago" = "%@ %@ and %@ %@ ago by %@";
"android_widget_eta_setting" = "Widget settings";
"android_widget_notification_summary_action" = "I don't have the widget installed";
"android_widget_notification_summary_big_text" = "Transit is running in the background because the Transit widget is installed on your home screen";
"android_widget_notification_summary_text" = "Transit is running in the background";
"apple_mail" = "Mail";
"approaching" = "Approaching destination: %@";
"approaching_destination" = "Approaching destination";
"arrive" = "Arrive";
"arrive_at" = "Arrive at %@";
"arrive_at_duration" = "Arrive at %@ (%@)";
"arrive_by" = "Arrive by";
"arrive_by_time" = "Arrive by %@";
"arrive_date_time" = "Arrive %@, %@"; // Arrive Tomorrow, 3:34 PM
"arrived_at" = "Arrived at %@";
"arrives_at" = "Arrives at %@";
"arrives_minutes_later" = "Arrives %.0f minutes later";
"at_all_times" = "At all times";
"at_stop" = ", at stop %@";
"at_time" = "at %@";
"back" = "Back";
"back_button" = "Back button";
"background_location" = "Background Location";
"banner_location_denied_title" = "Location services disabled";
"banner_location_permission_subtitle" = "Tap to enable and improve your experience";
"banner_location_unable_subtitle" = "Displaying your last known location";
"banner_location_unable_title" = "Unable to Retrieve Location";
"banner_reduced_accuracy_title" = "Precise location disabled";
"before_the_x" = "Before the %@";
"bike" = "Bike";
"bike_relocks" = "bike re-locks";
"bikes_number" = "%d bikes";
"billing_address" = "Billing address";
"billing_address_zip_code" = "Billing address zip code";
"biometric_authentication_reason" = "Authenticate to retrieve your saved password";
"blocked_rideshare" = "Blocked";
"blocked_rideshare_message" = "%@ is preventing us from displaying %@ information or fulfilling trip requests.";
"blocked_rideshare_tell_me_more" = "But why?";
"blocked_rideshare_title" = "%@ is not reachable";
"branch_branchcode" = "branch %@";
"browse_all_lines" = "Browse all transit lines";
"buy_this_pass" = "Buy this access pass";
"by" = "By";
"by_prefix" = "by %@";
"by_suffix" = "%@ by";
"by_tapping_agreement_you_agree_to" = "By tapping the button above, you agree to the %@."; // %@ = Digital Terms and Conditions
"by_user" = "By %@"; // by Sam
"by_user_far_away" = "%@ far away"; // Sam far away
"by_user_far_away_at" = "%@ far away, %@"; // Sam far away, 3:13pm
"by_user_near_location" = "%@ near %@"; // Sam near Station Beaubien
"by_user_near_location_at" = "%@ near %@, %@"; // Sam near Station Beaubien, 3:13pm
"calculated_location" = "Calculated location";
"calendar" = "Calendar";
"call" = "Call";
"call_driver" = "Call %@"; // Call Sam
"calling_unavailable" = "Calling unavailable";
"calling_unavailable_error_message" = "Calling is not enabled for this device.";
"can_review_order_later" = "Your credit card will not be charged at this point.";
"cancel" = "Cancel";
"cancel_notification" = "Cancel notification";
"cancel_reservation" = "Cancel reservation";
"cancel_ride" = "Cancel ride";
"cancel_ride_question" = "Cancel your ride?";
"cancel_uber" = "Cancel Uber";
"cannot_purchase_subscription_for_member" = "Cannot purchase plan for member";
"cant_exit_go_when_riding_message" = "After your ride ends, you can use GO for your next trip.";
"cant_exit_go_when_riding_title" = "You need to finish your %@ ride first";
"change_avatar" = "Change avatar";
"change_destination_to" = "Change destination to…";
"change_method_payment" = "Change payment method";
"charged_to" = "Charged to";
"choose_a_pass" = "Choose an access pass";
"choose_a_service" = "Choose a service";
"choose_bike_at_station_and_unlock" = "Choose any bike at %@ station and enter the following code to unlock it:"; // %@ = name of station
"choose_email_client" = "Choose an email client";
"choose_your_look" = "Choose your look";
"chose_action" = "Chose action";
"city" = "City";
"clear" = "Clear";
"clear_destination_stop" = "Clear destination stop";
"close" = "Close";
"color_x_of_x" = "Color %@ of %@";
"com_masabi_justride_sdk_a_few_seconds" = "a few seconds";
"com_masabi_justride_sdk_activation_disclaimer_default_title" = "Are you sure?";
"com_masabi_justride_sdk_back" = "Back";
"com_masabi_justride_sdk_barcode_image_view_hint" = "Barcode";
"com_masabi_justride_sdk_cancel" = "Cancel";
"com_masabi_justride_sdk_details" = "Details";
"com_masabi_justride_sdk_dismiss" = "Dismiss";
"com_masabi_justride_sdk_error" = "Error";
"com_masabi_justride_sdk_reload" = "Reload";
"com_masabi_justride_sdk_seconds_left" = "a few seconds left";
"com_masabi_justride_sdk_selected_for_validation_indicator" = "Barcode selected for validation";
"com_masabi_justride_sdk_terms" = "Terms";
"com_masabi_justride_sdk_ticket_actions" = "Actions";
"com_masabi_justride_sdk_ticket_activate_button" = "Activate Ticket";
"com_masabi_justride_sdk_ticket_activated_at" = "Ticket activated at %@";
"com_masabi_justride_sdk_ticket_activation_disclaimer_button" = "Accept & Continue";
"com_masabi_justride_sdk_ticket_activation_error" = "An error occurred while trying to activate this ticket";
"com_masabi_justride_sdk_ticket_effective_duration_disclaimer" = "This ticket can be used for <b>%@</b> and will expire <b>%@</b>";
"com_masabi_justride_sdk_ticket_expires_in_less_than_an_hour" = "Expires in less than an hour";
"com_masabi_justride_sdk_ticket_expires_in_n_days_or_hours" = "Expires in %@";
"com_masabi_justride_sdk_ticket_face_hint" = "Ticket face";
"com_masabi_justride_sdk_ticket_info_activated_header" = "Activated";
"com_masabi_justride_sdk_ticket_info_activation_ends_header" = "Activation Ends";
"com_masabi_justride_sdk_ticket_info_close_button" = "Close";
"com_masabi_justride_sdk_ticket_info_expired_header" = "Expired";
"com_masabi_justride_sdk_ticket_info_fare_type_header" = "Fare Type";
"com_masabi_justride_sdk_ticket_info_price_header" = "Price";
"com_masabi_justride_sdk_ticket_info_purchased_header" = "Purchased";
"com_masabi_justride_sdk_ticket_info_refunded_header" = "Refunded";
"com_masabi_justride_sdk_ticket_info_tab_info" = "Ticket Info";
"com_masabi_justride_sdk_ticket_info_tab_regulations" = "T&Cs";
"com_masabi_justride_sdk_ticket_info_ticket_number_header" = "Ticket Number";
"com_masabi_justride_sdk_ticket_info_title" = "Ticket Info";
"com_masabi_justride_sdk_ticket_info_used_header" = "Used";
"com_masabi_justride_sdk_ticket_info_valid_from_header" = "Valid From";
"com_masabi_justride_sdk_ticket_info_valid_to_header" = "Valid To";
"com_masabi_justride_sdk_ticket_multi_rider_caption" = "%1$d of %2$d active tickets";
"com_masabi_justride_sdk_ticket_show_barcode" = "Tap to show barcode";
"com_masabi_justride_sdk_ticket_show_colour_bars" = "Tap to show colour bars";
"com_masabi_justride_sdk_ticket_status_before_valid_header" = "Ticket not yet valid";
"com_masabi_justride_sdk_ticket_status_before_valid_sub_header" = "This ticket will be valid after %@";
"com_masabi_justride_sdk_ticket_status_cancelled_header" = "Ticket cancelled";
"com_masabi_justride_sdk_ticket_status_cancelled_sub_header" = "This ticket was cancelled on %@";
"com_masabi_justride_sdk_ticket_status_expired_header" = "Ticket expired";
"com_masabi_justride_sdk_ticket_status_expired_sub_header" = "This ticket expired on %@";
"com_masabi_justride_sdk_ticket_status_live_header" = "Ticket is not yet active";
"com_masabi_justride_sdk_ticket_status_live_sub_header" = "Please activate your ticket just before boarding";
"com_masabi_justride_sdk_ticket_status_refunded_header" = "Ticket refunded";
"com_masabi_justride_sdk_ticket_status_refunded_sub_header" = "This ticket was refunded on %@";
"com_masabi_justride_sdk_ticket_status_used_header" = "Ticket has been used";
"com_masabi_justride_sdk_ticket_status_used_sub_header" = "This ticket was used on %@";
"com_masabi_justride_sdk_ticket_use_it_or_lose_it_disclaimer_future_date" = "This ticket expires on %@";
"com_masabi_justride_sdk_ticket_use_it_or_lose_it_disclaimer_today" = "This ticket expires at %@";
"com_masabi_justride_sdk_ticket_warning_activate_before_boarding" = "Activate Just Before Boarding";
"com_masabi_justride_sdk_ticket_warning_unavailable_header" = "This ticket cannot be activated now";
"com_masabi_justride_sdk_ticket_warning_unavailable_header_short" = "Cannot be activated now";
"com_masabi_justride_sdk_ticket_warning_valid_from_n" = "Valid from %@";
"com_masabi_justride_sdk_universal_ticket_close_button" = "Close";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_purchased_date" = "Ticket purchased on %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_route_no_zones" = "from station %@ to station %@ bi-directional";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_route_zones" = "from station %@ in zone %@ to station %@ in zone %@ bi-directional";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_ticket_id" = "The ticket I D is %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_trip_info_no_route" = "Trip information %@ %@, price %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_trip_info_route" = "Trip information %@ %@, price %@ %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_validity_CANCELED" = "Ticket is canceled on %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_validity_EXPIRED" = "Ticket is expired on %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_validity_LIVE" = "Ticket is valid until %@ and has %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_validity_REFUNDED" = "Ticket is refunded on %@";
"com_masabi_justride_sdk_universal_ticket_details_accessibility_label_validity_USED" = "Ticket is used on %@";
"com_masabi_justride_sdk_universal_ticket_details_activated" = "Activated";
"com_masabi_justride_sdk_universal_ticket_details_activation_ends" = "Activation Ends";
"com_masabi_justride_sdk_universal_ticket_details_payment_card_info" = "Card ending in %@";
"com_masabi_justride_sdk_universal_ticket_details_ticket_id_title" = "Ticket Id";
"com_masabi_justride_sdk_universal_ticket_details_ticket_purchase_title" = "Purchase";
"com_masabi_justride_sdk_universal_ticket_details_ticket_trip_title" = "Trip";
"com_masabi_justride_sdk_universal_ticket_details_ticket_validity_title" = "Valid Until";
"com_masabi_justride_sdk_universal_ticket_details_time_left" = "%@ %@ left";
"com_masabi_justride_sdk_universal_ticket_details_trip_product_label_with_composite" = "%@ (part of %@)";
"com_masabi_justride_sdk_universal_ticket_details_trip_station_zone_label" = "%@ %@";
"com_masabi_justride_sdk_universal_ticket_details_validity_title_canceled" = "Canceled";
"com_masabi_justride_sdk_universal_ticket_details_validity_title_expired" = "Expired";
"com_masabi_justride_sdk_universal_ticket_details_validity_title_refunded" = "Refunded";
"com_masabi_justride_sdk_universal_ticket_details_validity_title_used" = "Used";
"com_masabi_justride_sdk_universal_ticket_error_message" = "An error occurred while trying to load your ticket [%d]. Try reloading the ticket or reopening the app. If this error persists, please contact support.";
"com_masabi_justride_sdk_universal_ticket_face_load_error_message" = "Cannot load ticket face";
"com_masabi_justride_sdk_universal_ticket_multi_barcode_button_accessibility_label" = "%@ barcode";
"com_masabi_justride_sdk_universal_ticket_multi_rider_info_text" = "%1$d of %2$d active";
"com_masabi_justride_sdk_universal_ticket_multi_rider_next_ticket_button_accessibility_label" = "next ticket";
"com_masabi_justride_sdk_universal_ticket_multi_rider_previous_ticket_button_accessibility_label" = "previous ticket";
"com_masabi_justride_sdk_universal_ticket_recent_activation_indicator_text" = "Activated %@";
"com_masabi_justride_sdk_universal_ticket_user_blocked_device_error_message" = "An error occurred while trying to load your ticket [%d]. Try reloading the ticket or reopening the app. If this error persists, please contact support.";
"com_masabi_justride_sdk_universal_ticket_user_logged_in_error_message" = "An error occurred while trying to load your ticket [%d]. Try reloading the ticket or reopening the app. If this error persists, please contact support.";
"com_masabi_justride_sdk_universal_ticket_user_logged_out_error_message" = "An error occurred while trying to load your ticket [%d]. Try reloading the ticket or reopening the app. If this error persists, please contact support.";
"com_masabi_justride_sdk_universal_ticket_user_session_expired_message" = "An error occurred while trying to load your ticket [%d]. Try reloading the ticket or reopening the app. If this error persists, please contact support.";
"com_masabi_justride_sdk_visval_hint" = "Visual validation colours";
"com_masabi_justride_sdk_wallet_empty_history" = "You currently have no ticket history.";
"com_masabi_justride_sdk_wallet_empty_tickets" = "You currently have no tickets.";
"com_masabi_justride_sdk_wallet_tab_history" = "History";
"com_masabi_justride_sdk_wallet_tab_tickets" = "Tickets";
"com_masabi_justride_sdk_wallet_ticket_date_cancelled" = "Cancelled %@";
"com_masabi_justride_sdk_wallet_ticket_date_expired" = "Expired %@";
"com_masabi_justride_sdk_wallet_ticket_date_refunded" = "Refunded %@";
"com_masabi_justride_sdk_wallet_ticket_date_used" = "Used %@";
"com_masabi_justride_sdk_wallet_ticket_status_active" = "ACTIVE";
"com_masabi_justride_sdk_wallet_ticket_status_before_valid" = "NOT YET VALID";
"com_masabi_justride_sdk_wallet_ticket_status_cancelled" = "CANCELLED";
"com_masabi_justride_sdk_wallet_ticket_status_cancelled_on_xx" = "Cancelled on %@";
"com_masabi_justride_sdk_wallet_ticket_status_expired" = "EXPIRED";
"com_masabi_justride_sdk_wallet_ticket_status_expired_on_xx" = "Expired on %@";
"com_masabi_justride_sdk_wallet_ticket_status_inactive" = "INACTIVE";
"com_masabi_justride_sdk_wallet_ticket_status_refunded" = "REFUNDED";
"com_masabi_justride_sdk_wallet_ticket_status_refunded_on_xx" = "Refunded on %@";
"com_masabi_justride_sdk_wallet_ticket_status_unavailable" = "UNAVAILABLE";
"com_masabi_justride_sdk_wallet_ticket_status_used" = "USED";
"com_masabi_justride_sdk_wallet_ticket_status_used_on_xx" = "Used on %@";
"com_masabi_justride_sdk_wallet_ticket_valid_until" = "Valid until %@";
"com_masabi_justride_sdk_wallet_ticket_via_station" = "Via %@";
"com_masabi_justride_sdk_wallet_title" = "Ticket Wallet";
"commute_hours_only" = "Commute hours only";
"configure_alarms" = "Configure alarms";
"confirm" = "Confirm";
"confirm_checkout" = "Confirm to check out";
"confirm_password" = "Confirm password";
"confirm_pickup" = "Confirm pickup";
"confirm_pickup_at" = "Confirm your pickup at";
"confirm_stay" = "Stay";
"connect_to_your_account" = "Connect to your account";
"connected" = "Connected";
"connecting_lines" = "Connecting lines";
"connection_error" = "Connection error";
"connection_timed_out" = "Connection timed out";
"contact_driver" = "Contact %@";
"contact_us_so_we_can_help" = "Feel free to contact us so we can help.";
"copied_exclamation" = "Copied!";
"copied_user_id" = "Copied user ID";
"copy" = "Copy";
"could_not_register" = "Could not register";
"country" = "Country";
"country_is_not_supported" = "Country is not supported";
"create_a_report" = "Report a problem";
"create_an_account" = "Create an account";
"create_new_report_compose" = "New report";
"create_new_report_confirmation_message" = "If this is related to your previous report, please consider updating it instead of creating a new one.";
"create_new_report_confirmation_title" = "Report a new problem?";
"create_new_report_update" = "Update"; // verb
"credit_card_expired" = "Credit card expired";
"credit_card_is_not_unique" = "Credit card is not unique";
"credit_card_number" = "Credit card number";
"credit_card_number_is_invalid" = "Credit card number is invalid";
"credit_card_payment_failed" = "Credit card payment failed";
"credit_card_type_is_invalid" = "Credit card type is invalid";
"current_location" = "Current location";
"current_pass_expires_date" = "Current pass expires: %@";
"current_pass_name" = "Current Pass:\n%@"; // %@ = e.g. 24-hour Pass
"current_pass_name_single_line" = "Current Pass: %@";
"current_password" = "Current password";
"current_service_status" = "Current service status";
"custom_location" = "Custom location";
"cvv" = "CVV";
"cvv_is_invalid" = "CVV is invalid";
"data_attribution" = "Data attribution";
"data_unavailable" = "Data unavailable";
"data_updated_on" = "Data updated on %@.";
"date_of_birth" = "Date of birth";
"date_time" = "Set date and time";
"date_to_date" = "%@ to %@";
"deactivated_feature_message" = "Feature not enabled for this demo.";
"deactivated_feature_title" = "Transit";
"debugging" = "Debugging";
"delay_reported" = "Delay reported";
"delete_favorite" = "Delete favorite";
"delete_location" = "Delete location";
"delete_update" = "Delete update";
"departed_at" = "Departed at %@";
"departs_at" = "Departs at %@";
"departs_in" = "Departs in %i %@";
"departure_alarms" = "Departure alarms";
"departure_alarms_title" = "Departure alarms";
"destination" = "Destination";
"digital_terms_and_conditions" = "Digital terms and conditions";
"directions" = "Directions";
"directions_to_here" = "Directions to here";
"disabled" = "Disabled";
"discount" = "Discount";
"dismiss" = "Dismiss";
"done" = "Done";
"double_tap_select" = "Double tap to select";
"double_tap_to_disable" = "Double tap to disable";
"double_tap_to_edit" = "Double tap to edit";
"double_tap_to_enable" = "Double tap to enable";
"download" = "Download";
"downvoting_comment_title" = "Flag as…";
"downvoting_own_topic_title" = "Problem solved?";
"downvoting_topic_title" = "Flag as…";
"drive" = "Drive %@";
"dropoff_only" = "Drop-off only";
"edit" = "Edit";
"edit_personal_information" = "Edit personal information";
"eightd_invalid_password_format" = "Password must contain at least 8 characters. It should also include a digit, lower and upper-case characters.";
"email" = "Email";
"email_already_in_use" = "An account with this email address already exists";
"email_android_title" = "Feedback %@ %@ Android";
"email_ios_title" = "Feedback %@ %@ iOS - #%@";
"empty_notifications_alarms" = "Get notified when your ride is approaching.";
"empty_notifications_alerts" = "Get notified about current and upcoming service disruptions.";
"empty_notifications_announcements" = "Get notified when you're approaching your destination.";
"enable_background_location" = "Enable Background Location";
"enable_motion_activity" = "Enable Motion Activity";
"enable_notifications" = "Enable notifications";
"enable_push_notifications" = "Enable push notifications";
"enabled" = "Enabled";
"end_trip" = "End trip";
"enter_destination" = "Enter destination";
"enter_discount_code" = "Enter discount code";
"enter_email" = "Enter your email address";
"enter_home_address" = "Enter home address";
"enter_location_address" = "Enter location address";
"enter_origin" = "Enter origin";
"enter_payment_information" = "Enter payment information";
"enter_security_code_cvv_hint" = "CVV is the 3 or 4 digit code located on the back of your credit card";
"enter_security_code_cvv_placeholder" = "CVV";
"enter_security_code_description" = "%@ requires your credit card security code to purchase %@.";
"enter_unlock_code" = "Enter unlock code";
"enter_work_address" = "Enter work address";
"error" = "Error";
"error_finding_address" = "Error finding address";
"error_loading_nearby_lines" = "Error loading nearby lines";
"error_loading_stats" = "⚡️ Unable to load stats ⚡️";
"error_reserve_vehicle" = "Could not reserve the vehicle.";
"error_with_update" = "There was an unexpected error during the update of this application. Please uninstall and redownload it from Google Play.";
"eta_min" = "ETA: %.0f min";
"eta_widget_configuration_default_destination" = "Automatic";
"every_min_until" = "Every %1$i minutes until %2$@";
"every_value_min" = "every %d min";
"every_value_value_min" = "every %d-%d min";
"everything_looks_ok_from_here" = "Everything looks OK from here.";
"everything_looks_ok_from_here_emoji" = "👌";
"exit" = "Exit";
"exit_car_share_riding_mode_message" = "Are you sure you want to cancel your %@ reservation?";
"exit_car_share_riding_mode_title" = "Cancel your reservation?";
"exit_go" = "Exit GO";
"exit_go_main_happy" = "During your trip, you provided real-time departures to";
"exit_go_main_sad" = "Oh no! You will stop providing real-time departures to";
"exit_go_title_sad" = "Stay in GO to keep providing real-time departures to fellow riders. So far on this trip you’ve helped:";
"exit_go_title_sad_simple" = "Stay in GO to keep providing real-time departures to fellow riders.";
"exit_rider_count" = "%d riders";
"exit_riding_mode_title" = "Exit GO?";
"exit_route_riding_mode_message" = "%@ will no longer send you notifications about this trip.";
"expiration_date" = "Expiration date";
"expired" = "Expired";
"expired_unlock_code" = "Expired unlock code";
"expires_date" = "Expires %@";
"expires_in_min" = "Expires in %d min";
"expires_in_min_sec" = "Expires in %d:%02d min";
"expiry_month_year" = "MM/YY";
"failed_to_sign_in_into_account" = "Failed to sign in into account.";
"favorite" = "Favorite";
"favorite_accessibility_description" = "Enter a name for your favorite location";
"favorite_home" = "Set as Home";
"favorite_suggestion_help" = "Tap and hold any suggestion to set it as your home or work location.";
"favorite_work" = "Set as Work";
"favorites" = "Favorites";
"female" = "Female";
"field_format_is_invalid" = "%@ format is invalid";
"field_is_mandatory" = "%@ is mandatory";
"find_emoji" = "Find emoji";
"find_trips" = "Route";
"finding_address" = "Finding address…";
"finding_location" = "Finding location…";
"first_name" = "First name";
"follow_us_on_twitter" = "Follow us on Twitter";
"forget_location" = "Forget location"; // Android only
"forgot_password" = "Forgot password?";
"form_continue" = "Continue";
"free" = "Free";
"from" = "From";
"from_here" = "From here";
"future_alerts" = "Future alerts";
"future_disruptions" = "Future disruptions";
"gender" = "Gender";
"general_notifications" = "General notifications";
"geocoding_fail_message" = "The location you entered couldn't be found. Make sure that it's spelled right, that it's not too vague and that you have access to the Internet.";
"get_a_bike" = "Get a bike";
"get_a_free_ride" = "Get a free ride";
"get_directions" = "Get directions";
"get_new_unlock_code" = "Get new unlock code";
"get_notified_action_sheet_title" = "How would you like to get notified once this region becomes supported?";
"gift_code" = "Gift code";
"give_driver_name_a_tip" = "Want to give %@ a tip?";
"give_your_driver_a_tip" = "Want to give your driver a tip?";
"go" = "GO";
"go_action_accessibility" = "Ride this line.";
"go_alternate_route_modal_cancel" = "I'm not sure";
"go_alternate_route_modal_description" = "Let us know so we can provide more accurate notifications.";
"go_alternate_route_modal_title" = "Which line are you on?";
"go_button_accessibility" = "Tap to ride this line";
"go_button_trip_details_accessibility" = "Tap to start this trip";
"go_button_with_destination_accessibility" = "Tap to ride to this destination";
"go_continue" = "Continue";
"go_crowdsourced_alternate_route_modal_description" = "You wouldn't want to broadcast the wrong line to fellow riders, would you?";
"go_fellow_riders_helped_so_far_trip" = "Other riders helped\nso far on this trip";
"go_leaderboard" = "Top Contributors";
"go_mode_notification_error" = "Please allow Notifications in Settings and make sure to set the Alert Style When Unlocked to “Banner” or “Alerts”.";
"go_onboarding_bubble_battery" = "You have arrived";
"go_onboarding_bubble_location" = "Get off now";
"go_onboarding_bubble_motion_activity" = "Hurry up!";
"go_onboarding_bubble_notification" = "Leave now";
"go_onboarding_crowdsourcing_live" = "Crowdsourcing is now live for %@\U00A0\U00A0🎉"; // With two non-breaking spaces before the emoji
"go_onboarding_description_battery" = "GO tells you when your stop is approaching, and turns off automatically when you arrive at your destination. Happy commuting!";
"go_onboarding_description_crowdsourcing" = "When you use GO, you provide real-time departures for other riders. Crowdsourcing at its finest!";
"go_onboarding_description_crowdsourcing_live" = "Use GO to provide real-time departures for other riders.";
"go_onboarding_description_crowdsourcing_live_rt" = "Use GO to provide more accurate departure times for other riders.";
"go_onboarding_description_crowdsourcing_rt" = "When you use GO, you provide more accurate departure times for other riders. Crowdsourcing at its finest!";
"go_onboarding_description_location" = "GO tells you when to get off and reacts to missed transfers or unplanned detours — even when the app is closed.";
"go_onboarding_description_motion_activity" = "GO automatically tracks your vehicle, walking speed, and location in real-time so you don't miss your ride.";
"go_onboarding_description_notification" = "GO is your personal transit companion. It provides timely information to remove stress from your journey.";
"go_onboarding_how_does_it_work" = "How does it work?";
"go_rideshare_action_accessibility" = "Select a rideshare product."; // todo: improve this
"go_start_action_button" = "Start";
"go_stats_happier_riders" = "Happier riders because\nyou're riding with GO"; // \n should be in the middle of the string. Careful not to add a space after \n
"go_stats_instructions" = "Claim that crown by riding with GO";
"go_stats_lifetime" = "All time";
"go_stats_month" = "This month";
"go_stats_motivational_message" = "On the road to glory";
"go_waiting_to_board_vehicle" = "Waiting to board vehicle";
"google_play_error" = "Could not open Google Play, please install the app.";
"got_it" = "Got it";
"got_it_bang" = "Got it!";
"guardian_agreement" = "I certify that I am the Parent and/or Legal Guardian of the Member, who is at least %1$@ years old, and I am %2$@ years old or over. I have read, and I agree to the conditions set forth in the %3$@."; // %1$@ = 14, %2$@ = 14, %3$@ = Terms and Conditions
"handheld_initializing" = "Phone app initializing…";
"heads_up" = "Heads up!";
"help" = "help";
"helped_users_offline_subtitle" = "Offline. Unable to show GO statistics.";
"hi_user" = "Hi %@!";
"hide_inactive_lines" = "Hide inactive lines";
"hold_amount_disclaimer" = "A security deposit of %@ will be placed on your card.";
"home" = "Home";
"hours_abbreviation" = " h ";
"house_number" = "House number";
"how_many_bikes" = "How many bikes do you want to rent?";
"how_many_seats_do_you_need" = "How many seats do you need?";
"how_to_unlock" = "How do I unlock a bike?";
"how_was_your_ride" = "How was your ride?";
"how_was_your_ride_with_driver" = "How was your ride with %@?";
"i_agree" = "I agree";
"i_am_awesome" = "I am awesome";
"i_dont_want_key_fob" = "I don't want a %@ key fob";
"i_need" = "I need";
"if_you_cancel_now_service_will_charge" = "If you cancel now, %@ will charge you:";
"in_minute" = "in %@ minute";
"in_minutes" = "in %@ minutes";
"invalid_email" = "Invalid email";
"invalid_username_password" = "Invalid username / password";
"irrelevant" = "Not useful";
"is_now_following" = "%1$@ is now following @%2$@";
"itinerary" = "Itinerary";
"join" = "Join";
"just_me" = "Just me";
"just_now" = "Just now";
"keep_ride" = "Keep";
"km" = "%dkm";
"last" = "LAST";
"last_departure_at" = "Last departure at %@";
"last_name" = "Last name";
"last_updated_at" = "Updated %@";
"latest_reports" = "Service status";
"latest_updates" = "Latest updates";
"launch_app" = "Launch %@";
"launch_apps" = "Launch apps";
"leaderboard_ranking" = "Your ranking: %@";
"learn_more" = "Learn more";
"learn_more_about_go" = "Learn more about GO";
"leave" = "Leave";
"leave_at" = "Leave at";
"leave_at_time" = "Leave at %@";
"leave_date_time" = "Leave %@, %@"; // Leave Tomorrow, 3:34 PM
"leave_now" = "Leave now";
"leave_review" = "Leave review";
"left_at" = "Left at %@";
"left_at_time" = "Left at %@";
"legal" = "Legal";
"like" = "Like";
"like_us_on_facebook" = "Like us on Facebook";
"line_details" = "Line details";
"loading" = "Loading";
"loading_inactive_lines" = "Loading inactive lines…";
"loading_lines" = "Loading…";
"loading_walking_time" = "Loading walking time…";
"locate_me" = "Locate me";
"locating" = "Locating…";
"location" = "Location";
"location_access_already_always" = "%@ is already configured for 'Always' location access.";
"location_access_title" = "Location access";
"location_error" = "Location error";
"location_services_access_error_message" = "Your current location could not be determined. In Settings > Privacy, make sure Location Services are enabled for %@ and try again.";
"location_services_error" = "Location Services Error";
"location_services_error_message" = "Your current location could not be determined. Make sure you have access to GPS or WiFi.";
"location_services_error_message_short" = "Your current location could not be determined.";
"location_services_required_for_nearby" = "Location services required to see nearby lines.";
"locations" = "Locations";
"long_press_to_exit" = "Long press to exit Transit";
"low_volume" = "Low volume";
"male" = "Male";
"manage_account" = "Manage account";
"many_suffix" = "%dth"; // 10th (used by Android)
"map" = "Map";
"map_layers" = "Map layers";
"mark_as_resolved" = "Mark as resolved";
"mark_resolved_absolute_date" = "Resolved on %@";
"mark_resolved_just_now" = "Resolved just now";
"mark_resolved_time" = "Resolved %@";
"marked_as_inaccurate" = "Marked as inaccurate";
"marked_as_irrelevant" = "Marked as not useful";
"marked_as_offensive" = "Marked as offensive";
"marked_as_resolved" = "Marked as resolved";
"master_alarm_button_accessibility" = "Tap to set up a recurring departure alarm";
"match_stop_code" = "Stop code: %@";
"maybe_later" = "Maybe later";
"member_agreement" = "I am %1$@ years or older and I have read and agree to the %2$@."; // %1$@ = 14, %2$@ = Terms and Conditions
"member_is_too_young" = "Member is too young";
"member_is_too_young_without_contact" = "Member is too young to join without contacting customer service";
"message_driver" = "Message %@"; // Message Sam
"message_service_failed_to_send" = "Failed to send text message";
"message_service_not_supported_description" = "Your device is not able to send text messages.";
"message_service_not_supported_title" = "Cannot Send Text Message";
"mi" = "%dmi";
"minimize" = "Minimize";
"minimize_walking" = "Minimize walking";
"minor_alerts" = "Minor alerts";
"minutes_away" = "%@, %i minutes away";
"minutes_before_departure" = "%@ before departure";
"minutes_before_i_need_to_leave" = "%@ before I need to leave";
"minutes_in_advance" = "%@ in advance";
"minutes_minified" = "m";
"minutes_realtime_accessibility" = "%@ realtime";
"minutes_to_get_to" = "%@ to get to %@";
"minutes_walk_from_location" = "%.0f minutes walk from %@";
"more" = "more";
"more_departures" = "More departures";
"motion_activity" = "Motion Activity";
"motion_fitness_error" = "Motion Activity error";
"motion_fitness_error_description" = "Please allow “Motion & Fitness” in Transit Settings. You may have to allow “Motion & Fitness” in your device’s Settings > Privacy as well.";
"multiple_abbreviated_minute" = "min";
"multiple_and_more_users_are_connected" = "%@ and %d more users are connected";
"multiple_day" = "days";
"multiple_hours" = "hours";
"multiple_minute" = "minutes";
"multiple_nearby_riders" = "%i Transiteers Nearby";
"multiple_users_are_connected" = "%@ are connected";
"multiple_votes" = "votes";
"muted" = "Muted";
"my_locations" = "My locations";
"n_min" = "%i %@";
"name_on_card" = "Name on card";
"near" = "Near";
"nearby_accessibility_description" = "Direction %1$@, next departure in %2$@ minutes";
"nearby_accessibility_page_action_category" = "Change category.";
"nearby_accessibility_page_direction" = "Change directions.";
"nearby_accessibility_page_hint_bikeshare" = "Double tap to change station.";
"nearby_accessibility_page_hint_carsharing" = "Double tap to change %@ option.";
"nearby_accessibility_page_hint_category" = "Activate to change category.";
"nearby_accessibility_page_hint_direction" = "Activate to change direction.";
"nearby_accessibility_page_status_bikeshare" = "Station %1$lu of %2$lu.";
"nearby_accessibility_page_status_carsharing" = "Option %1$lu of %2$lu.";
"nearby_accessibility_page_status_category" = "Category %1$lu of %2$lu.";
"nearby_accessibility_page_status_direction" = "Direction %1$lu of %2$lu.";
"nearby_accessibility_search_clear" = "Return to current location.";
"nearby_accessibility_search_instant_trip" = "Plan trip to %@";
"nearby_lines" = "Nearby lines";
"nearby_lines_short" = "Nearby";
"never" = "Never";
"new_go_trip_confirmation" = "Start GO";
"new_go_trip_question" = "Starting GO now will exit your previous trip.";
"new_go_trip_title" = "New GO trip?";
"new_in" = "New in";
"new_message" = "New message";
"new_password" = "New password";
"new_to_product_question" = "New to %@?";
"new_update_on_network_disruption" = "Updating %@'s report";
"new_widget_instant_eta_description" = "Put the “rapid” in rapid transit with one-tap directions to your top destinations.";
"new_widget_instant_eta_display_name" = "Instant ETA";
"next" = "Next";
"next_departure_in" = "Next departure in";
"next_similar_trips" = "Next similar trips";
"next_stop" = "Next stop";
"next_stop_is" = "Next stop: %@";
"no" = "No";
"no_account" = "No account";
"no_active_pass_purchase" = "You currently don't have a valid pass. Please purchase one.";
"no_active_pass_purchase_now_or_later" = "You currently don't have a valid pass. Would you like to purchase one now?";
"no_active_pass_purchase_or_sign_in" = "Please sign in into your %@ account or purchase an access pass."; // %@ = e.g. Bixi
"no_bike_available" = "No bike available";
"no_inactive_lines" = "No inactive lines";
"no_intercity_badge_desc" = "Sorry, we can't provide inter-regional trips. Change your origin or destination and try again.";
"no_internet" = "No internet connection";
"no_line_found" = "No lines found";
"no_mail_accounts" = "No Mail accounts";
"no_nearby_lines" = "No nearby lines";
"no_response_from_handheld" = "No response received from phone.";
"no_results" = "No results";
"no_results_found" = "No routes found";
"no_ride_later" = "No, I'll ride later";
"no_rideshare_results_found_category_message" = "Sorry, but we can't find any vehicles available for your trip with %@. Please choose another option.";
"no_rideshare_results_found_category_title" = "No %@ vehicles found";
"no_rideshare_results_found_message" = "Sorry, but we can't find any vehicles available for your trip.";
"no_rideshare_results_found_title" = "No vehicles found";
"no_scheduled_departures" = "No scheduled departures";
"no_system_to_disable" = "Could not disable system";
"no_thanks" = "No thanks";
"no_upcoming_departures" = "No upcoming departures";
"no_updates" = "No updates";
"nobody_is_connected" = "Nobody is connected";
"non_crowdsourced_stats" = "No crowdsourcing for this line… yet 😘";
"not_now" = "Not now";
"notification_button_title" = "Tap to receive notifications for official %@ reports about this line.";
"notification_permission_never_asked" = "Notifications aren't currently enabled.";
"notification_settings_disabled" = "Notifications appear to be disabled. Please make sure they are enabled in Settings and that 'Alert Style' isn't set to 'None'.";
"notification_settings_disabled_android" = "Notifications appear to be disabled. Please make sure they are enabled in your application notification settings.";
"notifications" = "Notifications";
"notify_on_approach" = "Notify on approach";
"number_of_users_are_connected" = "%d users are connected";
"offensive" = "Offensive";
"offline_error" = "No offline data";
"offline_mode" = "Offline. Plan trips and check schedules without real-time data.";
"offline_mode_tripdetail" = "Offline. No real-time data.";
"ok" = "OK";
"onboarding_android_main_message" = "Transit would like to access your location to display nearby transportation options.";
"onboarding_android_negative_button" = "Maybe later";
"onboarding_android_positive_button" = "Got it!";
"onboarding_android_searching" = "Searching the stars for your location";
"one" = "one";
"one_abbreviated_minute" = "min";
"one_day" = "day";
"one_hour" = "hour";
"one_minute" = "minute";
"one_nearby_rider" = "%i Transiteer Nearby";
"one_suffix" = "%dst"; // 1st (used by Android)
"one_user_is_connected" = "%@ is connected";
"one_vote" = "vote";
"open_in" = "Open in %@";
"options" = "Options";
"options_button" = "Options button";
"options_near" = "Options near";
"or" = "or";
"origin" = "Origin";
"other" = "Other"; // For gender
"out_of_service" = "Out of service";
"park" = "Park";
"pass_information" = "Pass information";
"pass_pending_activation" = "Your pass (%@) is currently pending activation.";
"password" = "Password";
"password_is_invalid" = "Password is invalid";
"password_is_like_email" = "Password is like email";
"payment_method" = "Payment method";
"permission_denied" = "Permission denied";
"permission_location_android" = "Improve your experience by allowing %@ to access to your location. Tap to configure.";
"personal_information_description" = "This information will be used to sign up to %@ and other services.";
"phone_number" = "Phone number";
"place_order" = "Place order";
"play_license" = "%@ integrates Google Play Services contained in The Android Open Source Project";
"postal_address" = "Postal address";
"postal_code_invalid_for_region" = "Postal code is invalid for this region";
"powered_by" = "Powered by";
"privacy_policy" = "Privacy policy";
"problems_questions" = "Problems? Questions?";
"product_only_supports_one_passenger" = "%@ is limited to one passenger per request. Is that alright?";
"profile" = "Profile";
"profile_stats_accessibility_carshare" = "Carshare rides";
"profile_stats_accessibility_people_helped" = "People helped in GO";
"profile_stats_accessibility_rides_bike" = "Bike rides";
"profile_stats_offline" = "Offline. Unable to show\npoints and statistics.";
"profile_stats_people_helped" = "People helped";
"profile_stats_redeem_button" = "View and redeem rewards";
"profile_stats_rides_bike" = "Rides";
"profile_stats_rides_carshare" = "Rides";
"profile_stats_total_points" = "Total points";
"pull_to_dismiss" = "Pull to dismiss";
"purchase_access_pass" = "Purchase access pass";
"purchase_error_plan_already_active" = "Your account already has an active plan: %@.";
"purchase_error_plan_expires_on" = "It expires on %@.";
"purchase_now" = "Yes, purchase now";
"push_notification" = "Push notification";
"push_notifications" = "Notifications";
"push_notifications_disabled_error_message" = "Notifications appear to be disabled. Please make sure they are enabled in Settings, that 'Alert Style' isn't set to 'None' and try again.";
"push_notifications_error" = "Notifications error";
"push_notifications_provisioning_error_message" = "Something went wrong while setting up notifications.";
"push_notifications_system_test_error_message" = "An error occurred while testing the notification system. Make sure you're connected to the Internet and try again.";
"push_notifications_transit_server_error_message" = "We weren't able to register your device with our notifications server. Please try again later.";
"quit" = "Quit";
"range_value_min" = "%d min";
"range_value_to_value" = "%@ to %@";
"range_value_value_min" = "%d-%d min";
"realtime_description" = "(real-time)";
"receive_notifications_for_agency_reports" = "Receive notifications for official %@ reports?";
"receive_notifications_for_reports" = "Receive notifications for this line?";
"receiving_between" = "%@";
"receiving_notifications" = "Receiving notifications between\n%@.";
"receiving_notifications_all_times" = "Receiving notifications at all times.";
"redeem" = "Redeem";
"redeem_gift_code" = "Redeem gift code";
"reduced_accuracy_to_precise_location_prompt_allow_once" = "Allow once";
"reduced_accuracy_to_precise_location_prompt_keep_precise_location_off" = "Keep precise location off";
"reduced_accuracy_to_precise_location_prompt_message" = "See transit lines closest to you, use the trip planner, and get step-by-step navigation when you turn on precise location.";
"reduced_accuracy_to_precise_location_prompt_title" = "%@ is better with your precise location";
"reduced_accuracy_to_precise_location_prompt_turn_on_in_settings" = "Turn on in Settings";
"refresh" = "Refresh";
"refreshing" = "Refreshing…";
"region" = "Region";
"region_in_flagship" = "Region available in Transit App";
"region_is_not_supported" = "Region is not supported";
"register" = "Register";
"registered" = "Registered!";
"registering" = "Registering";
"relative_time_ago" = "%@ ago";
"remaining_balance" = "%i %@ remaining"; // 10 minutes remaining
"remove" = "Remove";
"remove_favorite_line_big_title" = "This line is no longer in your favorites";
"remove_favorite_line_explanation" = "Do you still want to get notifications for service disruptions on this line?";
"remove_favorite_line_service_alerts" = "Do you still want to get notifications for service disruptions for %@?";
"remove_favorite_line_title" = "Do you still want to get notifications for service disruptions on this line?";
"remove_from_favorites" = "Remove from favorites";
"report" = "Report"; // The verb
"report_sent_message" = "We’ve let them know that this route is running late. Thank you!";
"report_sent_title" = "Report sent!";
"request" = "REQUEST";
"request_ride" = "Request ride";
"request_ride_to" = "Get a ride to…";
"request_uber" = "REQUEST %@";
"reservation_ends_at_with_vehicle" = "Reservation will end at %@";
"reservation_error" = "Reservation error";
"reservation_expired" = "Reservation expired";
"reservation_starts_at" = "Reservation starts at %@";
"reservation_starts_at_with_vehicle" = "Reservation will start at %@";
"reserve_vehicle" = "Reserve vehicle";
"reserve_vehicle_from" = "Reserve vehicle from";
"reserved_vehicle" = "Reserved vehicle";
"resolved" = "Resolved";
"retry" = "Retry";
"review" = "Review";
"review_app_store" = "Review on App Store";
"review_google_play" = "Review on Google Play";
"review_order" = "Review order";
"rewards_accessibility_increment_description" = "%@ new points for a total of %@ points";
"rewards_accessibility_reward" = "%@ points";
"ride_at_destination_error_message" = "Looks like your ride was started when you were already at your destination.";
"ride_cancelled_error_message" = "Your ride was canceled by the driver.";
"ride_cancelled_error_title" = "Ride canceled";
"riders_thanking_you" = "happier riders because\nyou're using GO";
"rideshare_confirmation_action" = "Book Now";
"rideshare_confirmation_message" = "Requesting a ride now means it might arrive too early. Do you want to continue?";
"rideshare_confirmation_title" = "Whoa, there!";
"rideshare_connect_to_service" = "Connect to %@";
"rideshare_i_already_have_an_account" = "I already have an account";
"rideshare_options" = "Rideshare options";
"rideshare_pricing_metered" = "Metered";
"rideshare_sign_up_for_service" = "Sign up for %@";
"rideshare_wait_action" = "I’ll Wait";
"route_details_accessibility_cancel_selected_departure" = "Cancel selected departure.";
"route_details_accessibility_change_departure" = "Change departure.";
"route_details_accessibility_frequency" = "Show similar trips";
"route_details_accessibility_status_direction" = "Departure %1$lu of %2$lu.";
"same_as_shipping_address" = "Same as shipping address";
"save" = "Save";
"save_changes" = "Save changes";
"save_this_location" = "Save this location";
"saved_location" = "Saved Location";
"schedule_alarm_delete_error_message" = "An error occurred while removing your alarms. Make sure you're connected to the Internet and try again.";
"schedule_alarm_enable_background_location" = "This allows us to disable the alarm once you've left your current location.";
"schedule_alarm_enable_location_access_button" = "Enable Location Access";
"schedule_alarm_error" = "Alarm error";
"schedule_alarm_error_message" = "An error occurred while creating your alarm. Please try again.";
"schedule_alarm_minutes_to_departure" = "%@ before the %@ departure";
"schedule_alarm_minutes_to_departure_recurring" = "%@ before each departure";
"schedule_alarm_remind_me" = "Remind me";
"schedule_alarm_set_reminder" = "Create reminder";
"schedule_alarm_walking_distance_to_stop" = "Walking time to stop: %@";
"schedule_alarm_x_minute_walk_to_stop" = "Approximate Walk Time: %@";
"scheduled_description" = "(scheduled)";
"scheduled_time" = "scheduled %@";
"scheme_suspended" = "Scheme suspended";
"search_for_destination" = "Search to set your destination";
"search_for_origin" = "Search to set your origin";
"search_line" = "Line name or number";
"search_line_location" = "Line or destination";
"search_or_address" = "Search or address";
"search_or_drag" = "Search or drag";
"search_suggestions_by" = "Search suggestions by";
"season_not_started" = "Season not started";
"seconds" = "seconds";
"seconds_minified" = "s";
"section_header_accessibility_description" = "Double tap to collapse or expand the section";
"section_x_of_x" = "Section %@ of %@";
"see_more" = "See more…";
"select_a_station_to_get_started" = "Select a station on the map to get started.";
"select_destination" = "Select destination";
"select_favorites_lines" = "Select favorite lines";
"select_this_pass" = "Select this access pass";
"send" = "Send";
"send_email" = "Send email";
"sending" = "Sending";
"sent" = "Sent!";
"server_error" = "Server error";
"server_error_try_again_later" = "Server error. Please try again later.";
"server_unavailable" = "Server unavailable";
"service_advisories_error" = "Service advisories error";
"service_advisories_error_message" = "An error occurred while updating your service advisories notification settings. Please try again.";
"service_alerts" = "Service alerts";
"service_alerts_title_off" = "Service alerts: Off";
"service_alerts_title_on" = "Service alerts: On";
"service_alerts_transition_message" = "Would you like to receive push notifications when service disruptions occur on your favorite lines?";
"set" = "Set";
"set_destination" = "Set destination";
"set_destination_stop" = "Set destination stop";
"set_destination_to" = "Set destination to";
"set_origin" = "Set origin";
"set_origin_to" = "Set origin to";
"set_walking_time" = "Set walking time";
"set_x_to" = "Set %@ to";
"settings" = "Settings";
"sharing_services" = "Sharing services";
"shipping_address_description" = "A %@ key allow you to quickly unlock a bike. To receive a %@ key, please enter your shipping address.";
"show_driving_directions" = "Show driving directions";
"show_gps_info" = "Show GPS info";
"show_inactive_routes" = "Show inactive lines";
"show_on_map" = "Show on map";
"show_schedule" = "Show schedule";
"show_service_alerts" = "Show service alerts";
"show_steps" = "Show steps";
"showing_inactive_lines" = "Showing inactive lines";
"shuffle_nickname" = "Shuffle nickname";
"sign_in" = "Sign in";
"sign_in_error" = "Sign in error";
"sign_in_to_your_service_account" = "Sign in to Your %@ Account";
"sign_or_join" = "Sign in or join in";
"sign_out" = "Sign out";
"signed_in_as" = "Signed in as %@"; // username
"signout_prompt_title" = "Are you sure you want to sign out of %@?";
"since_date" = "Since %@";
"siri_shortcut_add" = "Add Siri Shortcut";
"siri_shortcuts_creation_error" = "Failed to create voice shortcut";
"siri_shortcuts_directions_to_placemark_suggestion" = "Get directions to %@";
"siri_shortcuts_error_title" = "Siri Shortcuts";
"siri_shortcuts_get_a_bike_error_message" = "You're too far away from a %@ station to get a ride code.";
"siri_shortcuts_get_a_bike_suggestion" = "Get a %@ code";
"siri_shortcuts_settings_label" = "You can always go to Siri Shortcuts for more shortcuts.";
"siri_shortcuts_settings_label_highlight" = "Siri Shortcuts";
"siri_voice_shortcuts" = "Siri Voice Shortcuts";
"snooze" = "Snooze";
"sorry" = "Sorry!";
"specify_return_time" = "Specify return time";
"speech_locale_settings_android" = "The current text-to-speech configurations are different from the displayed language. You can change this in the Language &amp; input section of Settings.";
"start_go" = "Start GO";
"station_disconnected" = "Station disconnected";
"station_out_of_service" = "Station out of service";
"station_planned" = "Station planned";
"stay_subscribed" = "Stay subscribed";
"stop" = "Stop"; // verb
"stop_announcement_add_title" = "Receive stop announcements for:";
"stop_announcement_announce_all_stops" = "All upcoming stops";
"stop_announcement_announce_destination" = "This stop only";
"stop_announcement_gps_loss" = "We're currently having trouble locating you which may affect the accuracy of stop announcements.";
"stop_announcements" = "Stop announcements";
"stop_announcements_cancel_button" = "Stop all announcements";
"stop_is_two_stops_away" = "%@ is 2 stops away.";
"stop_name" = "%@";
"stop_prefix" = "";
"stop_riding_mode" = "Stop GO";
"stop_schedule" = "Stop schedule";
"street" = "Street";
"submit_rating" = "Submit rating";
"submit_update_sign_in_facebook" = "Sign in with Facebook";
"submit_update_sign_in_google" = "Sign in with Google";
"submit_update_sign_in_twitter" = "Sign in with Twitter";
"subscribe" = "Subscribe";
"subscribe_newsletter" = "Subscribe to our newsletter";
"subscribed" = "Subscribed!";
"subscription_annual_title" = "Annual";
"subscription_cancelled" = "Subscription canceled";
"subscription_expired" = "Subscription expired";
"subscription_monthly_title" = "Monthly";
"successfully_charged_amount" = "You were charged %@ for a";
"suggestion_favorite_delete" = "Delete";
"switch_button_accessibility" = "Switch origin/destination button";
"switch_list_map" = "Switch list or map mode";
"take_bike_from_dock_x" = "Take bike from dock %@";
"take_me" = "Take me";
"tap_location_accessibility" = "Tap to set this suggestion as your location";
"tap_to_be_notified_disruption" = "Tap the %@ to be notified of service disruptions";
"tap_to_configure" = "Tap the %@ icon to configure.";
"tap_to_configure_social_accessibility" = "Tap to edit your social profile";
"tap_to_download" = "Tap to download now for free!";
"tap_to_edit_go_nickname" = "Tap to edit GO Nickname";
"tap_to_mute_go" = "Tap to mute GO";
"tap_to_refresh" = "Tap to refresh";
"tap_to_see_more_details" = "Tap to see more details";
"tap_to_see_more_details_and_count" = "Tap to see more details of %i alerts";
"tap_to_stats" = "Tap to display stats";
"tap_to_unmute_go" = "Tap to un-mute GO";
"tell_me_more" = "Tell me more.";
"terms_and_conditions" = "Terms and conditions";
"terms_and_conditions_not_accepted" = "Terms and conditions not accepted";
"test_notification_system" = "Send test notification";
"thanks" = "Thanks";
"thanks_exclamation" = "Thanks!";
"theme_settings_appearance" = "Appearance";
"this_is_awesome" = "This is awesome";
"three_suffix" = "%drd"; // 3rd (used by Android)
"ticket_royale_footer" = "Transit Royale included in monthly passes";
"time_options" = "Time options";
"to" = "To";
"to_colon" = "To:";
"to_here" = "To here";
"to_time" = "To";
"to_x" = "to %@";
"today" = "Today";
"tomorrow" = "Tomorrow";
"total" = "Total";
"tracking" = "Tracking";
"tracking_button_action" = "Activate to change tracking option";
"tracking_button_simple_action" = "Activate to start tracking";
"transit_modes" = "Transit modes";
"transit_social" = "Transit social";
"traveling_transit_app" = "Traveling? Get Transit.";
"trip_ended" = "Trip ended";
"trip_expired_error_message" = "This trip is no longer possible. Please try again by planning a new trip.";
"trip_expired_error_title" = "Trip expired";
"trip_in_progress" = "Trip in progress";
"trip_planner" = "Trip planner";
"trip_planner_at_format" = "%@ : %@ at %@";
"trip_planner_leg_accessibility_description" = "Take %1$@ %2$@ at %3$@, stop %4$@\n Arrival at %5$@, stop %6$@";
"troubleshooting" = "Troubleshooting";
"troubleshooting_message" = "Push notifications are enabled. Test that you are receiving them with the button below.";
"try_later" = "Try later";
"two_suffix" = "%dnd"; // 2nd (used by Android)
"unavailable_rideshare" = "Unavailable";
"unexpected_error" = "Unexpected error";
"unknown_error" = "Unknown error";
"unknown_error_communicating_with_service" = "An unknown error occurred while communicating with the %@ server. Please try again later.";
"unknown_location" = "Unknown location";
"unknown_package_error_body" = "Could not load package.";
"unknown_package_error_title" = "Package error";
"unlike" = "Unlike";
"unlock_account" = "Unlock account";
"unlock_code_disclaimer" = "This ride code does not guarantee that a bike will be available at the selected station.";
"unlock_code_distance_error" = "Get closer to the bikeshare station so you can unlock a bike.";
"unlock_code_distance_error_title" = "You’re too far away!";
"unlock_code_multi_usage" = "It can be used to unlock up to %d bikes.";
"unlock_distance_error" = "You can only unlock bikes when you're next to a station. Please approach the selected station, or choose a nearby station and try again.";
"unlock_in" = "Unlock in %@";
"unlock_now" = "Yes, unlock now";
"unlock_vehicle" = "Unlock vehicle";
"unmark_as_abusive" = "Unmark as abusive";
"unmuted" = "Unmuted";
"unsubscribe" = "Unsubscribe";
"unsupported_region" = "Unsupported region";
"update_location_settings" = "Update location settings";
"update_password" = "Update password";
"update_to_current_time" = "Update to current time";
"updated_at_time" = "updated at %@";
"updated_on_date" = "Updated on %@";
"updating_status_short" = "Updating...";
"upsell_subscription_product_monthly_price" = "%@/mo";
"use_go_without_motion_activity" = "Use GO without Motion Activity";
"use_go_without_notifications" = "Use GO without Notifications";
"use_metric_system" = "Use metric system";
"use_your_password" = "Use Password";
"user_mark_not_useful_absolute_date" = "%1$@ marked this as not useful on %2$@";
"user_mark_not_useful_just_now" = "%@ marked this as not useful just now";
"user_mark_not_useful_time" = "%1$@ marked this as not useful %2$@";
"user_mark_resolved_absolute_date" = "%1$@ marked this as resolved on %2$@";
"user_mark_resolved_just_now" = "%@ marked this as resolved just now";
"user_mark_resolved_time" = "%1$@ marked this as resolved %2$@";
"user_mark_useful_absolute_date" = "%1$@ marked this as useful on %2$@";
"user_mark_useful_just_now" = "%@ marked this as useful just now";
"user_mark_useful_time" = "%1$@ marked this as useful %2$@";
"username" = "Username";
"valid_for" = "Valid for %@";
"valid_until_date" = "Valid until %@"; // Valid until February 26, 2020
"valid_until_time" = "Valid until %@"; // Valid until 4:00 PM
"valid_until_tomorrow_time" = "Valid until tomorrow %@"; // Valid until tomorrow 4:00 PM
"vehicle_available_until" = "Vehicle available until %@";
"vehicle_validation_confirmation" = "Unlock";
"vehicle_validation_description" = "Type the last %d characters of the license plate to start your trip";
"vehicle_validation_failure" = "Unable to match plate number";
"vehicle_validation_success" = "Unlocking vehicle…";
"view_leaderboard" = "View leaderboard";
"view_other_passes" = "View other access passes";
"view_profile" = "View profile";
"view_trip" = "View trip";
"wait" = "Wait %@";
"walk" = "Walk";
"walk_distance" = "Walk %@";
"walk_minutes_zero" = "You're here";
"wearable_no_internet" = "Phone is not connected to the internet.";
"wearable_server_error" = "An error occurred on our servers.";
"welcome_name" = "Welcome %@!"; // %@ = User's name
"what_is_service" = "What is %@?";
"whats_happening_topic" = "What's happening?";
"whats_happening_update" = "Got more details?";
"wheelchair_accessibility_departure_state_not_available" = "This departure is not wheelchair accessible";
"wheelchair_accessibility_departure_state_unknown" = "Accessibility information is not available for this departure";
"wheelchair_accessibility_stop_state_not_available" = "This stop is not wheelchair accessible";
"wheelchair_accessibility_stop_state_unknown" = "Accessibility information is not available for this stop";
"where_to" = "Where to?";
"which_line_did_you_end_up_boarding" = "Which line did you\nend up boarding?";
"widget" = "Widget";
"widget_updated_at_time" = "Updated at %@.";
"widget_updated_at_time_near" = "Updated at %@ near %@.";
"work" = "Work";
"would_you_like_to_unlock_station" = "Would you like to unlock a bike at %@ station?"; // %@ = name of station
"x_min" = "%d min";
"yes" = "Yes";
"yes_just_me" = "Yes, it’s just me";
"you_have_arrived" = "You've arrived";
"your_location" = "Your Location";
"your_receipt_will_be_sent_by_email" = "Your receipt will be emailed shortly.";
"your_receipt_will_be_sent_to" = "Your receipt will be sent to:";
"zero_abbreviated_minute" = "min";
"zero_day" = "days";
"zero_hour" = "hours";
"zero_minute" = "minutes";
"zero_nearby_riders" = "%i Transiteers nearby";
"zero_suffix" = "%dth"; // 0th (used by Android)
"zero_users_helped_subtitle" = "Use GO to help other riders\nget more accurate departure times";
"zero_votes" = "votes";
"zip_code" = "Zip code";
